tap "adoptopenjdk/openjdk"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "pivotal/tap"
brew "ant"
brew "bash"
brew "git"
brew "gradle"
brew "gradle-completion"
brew "groovy"
brew "ivy"
brew "less"
brew "libffi"
brew "libyaml"
brew "make"
brew "maven"
brew "nodenv"
brew "opam"
brew "postgresql"
brew "pyenv"
brew "sqlite"
brew "rbenv"
brew "redis"
brew "sbt"
brew "tomcat"
brew "tree"
brew "wildfly-as"
brew "xz"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "elastic/tap/elasticsearch-full"
brew "mongodb/brew/mongodb-community"
brew "pivotal/tap/springboot"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "betterzip"
cask "dash"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "kaleidoscope"
cask "paw"
cask "pycharm"
cask "racket"
cask "slack"
cask "sourcetree"
cask "tableplus"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
