tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "chicken"
brew "cmake"
brew "git"
brew "gradle"
brew "gradle-completion"
brew "haskell-stack"
brew "less"
brew "libffi"
brew "libyaml"
brew "maven"
brew "mysql"
brew "nodenv"
brew "opam"
brew "pyenv"
brew "sqlite"
brew "rbenv"
brew "redis"
brew "tomcat"
brew "tree"
brew "wildfly-as"
brew "xz"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "betterzip"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "paw"
cask "sourcetree"
cask "tableplus"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
